[
  {
    "id": "1",
    "name": "Mercedes Benz",
    "desc": "Mercedes Benz is a global automobile marque and a division of the German company Daimler AG. The brand is known for luxury vehicles, buses, coaches, and lorries. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 under Daimler-Benz.",
    "image": "https://drive.google.com/file/d/1l5cltNmdhqL-P2vcRfo0tDHGIcvTd450/view"
  },
  {
    "id": "2",
    "name": "BMW",
    "desc": "BMW AG, originally an initialism for Bayerische Motoren Werke in German, or Bavarian Motor Works in English) is a German multinational company which currently produces luxury automobiles and motorcycles, and also produced aircraft engines until 1945.",
    "image": "https://www.google.com/imgres?imgurl=https%3A%2F%2Fi2.wp.com%2Fwww.foodrepublic.com%2Fwp-content%2Fuploads%2F2012%2F03%2F033_FR11785.jpg%3Ffit%3D1000%252C665%26ssl%3D1&imgrefurl=https%3A%2F%2Fwww.foodrepublic.com%2Frecipes%2Fall-american-cheeseburger-recipe%2F&tbnid=qSN6K9KCKA8ohM&vet=12ahUKEwjWoLuglYTqAhWxluYKHdIRC6YQMygKegUIARCEAg..i&docid=wWjPLZcvBVydNM&w=1000&h=665&q=burger&ved=2ahUKEwjWoLuglYTqAhWxluYKHdIRC6YQMygKegUIARCEAg"
  },
  {
    "id": "3",
    "name": "Bentley",
    "desc": "Bentley Motors Limited is a British manufacturer and marketer of luxury cars and SUVs—and a subsidiary of the Volkswagen Group since 1998.",
    "image": "https://drive.google.com/uc?id=1J26Rmf_sPjUdEgiAesHqN8i5o-JlOwSl"
  },
  {
    "id": "4",
    "name": "Mustang",
    "desc": "The Ford Mustang is an American car manufactured by Ford. It was originally based on the platform of the second generation North American Ford Falcon, a compact car.",
    "image": "https://drive.google.com/uc?id=1D9NAnBmQUzxouYXYXmS45IbWM160AlTv"
  },
  {
    "id": "5",
    "name": "Aston Martin",
    "desc": "Aston Martin Lagonda Global Holdings plc is a British independent manufacturer of luxury sports cars and grand tourers. It was founded in 1913 by Lionel Martin and Robert Bamford.",
    "image": "https://drive.google.com/uc?id=1w2UdUJy1BRPCNIxhnKDvc6RhWSrEtuGE"
  },
  {
    "id": "6",
    "name": "Lamborghini",
    "desc": "Automobili Lamborghini is an Italian brand and manufacturer of luxury sports cars and SUVs based in Sant'Agata Bolognese and tractors Lamborghini Trattori in Pieve di Cento, Italy. The company is owned by the Volkswagen Group through its subsidiary Audi.",
    "image": "https://drive.google.com/uc?id=1Zq3aWgAr_UwqSd_xv_zFLd8IW0yzsTZ5"
  }
]
